{
  "plugins": {
    "auto-pairs": {
      "src": "https://github.com/jiangmiao/auto-pairs"
    },
    "catppuccin": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim.git"
    },
    "ctrlp.vim": {
      "src": "https://github.com/ctrlpvim/ctrlp.vim"
    },
    "jellybeans.nvim": {
      "src": "https://github.com/wtfox/jellybeans.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "nvim-tree.lua": {
      "src": "https://github.com/nvim-tree/nvim-tree.lua"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "supertab": {
      "src": "https://github.com/ervandew/supertab"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "tokyonight.nvim": {
      "src": "https://github.com/folke/tokyonight.nvim"
    },
    "tree-sitter-manager.nvim": {
      "src": "https://github.com/romus204/tree-sitter-manager.nvim"
    },
    "vim-autoformat": {
      "src": "https://github.com/vim-autoformat/vim-autoformat"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive"
    },
    "vim-repeat": {
      "src": "https://github.com/tpope/vim-repeat"
    },
    "vim-startify": {
      "src": "https://github.com/mhinz/vim-startify"
    },
    "vim-surround": {
      "src": "https://github.com/tpope/vim-surround"
    }
  }
}
